[
  {
    "id": 1,
    "title": "Những lợi ích về mặt nhận thức của song ngữ là gì?",
    "published_date": "09/03/2016",
    "published_time": "14:23:00",
    "comments": {
      "count": 0
    },
    "slug": "nhung-loi-ich-ve-mat-nhan-thuc-cua-song-ngu",
    "featured_image": {
      "url": "http://bizweb.dktcdn.net/thumb/large/100/063/369/articles/05.jpg?v=1457508185837",
      "alt": "Những lợi ích về mặt nhận thức của song ngữ"
    },
    "content": "Suy nghĩ linh hoạt: Những người có khả năng song ngữ có thể phân tích kiến thức ngôn ngữ tốt hơn. Họ biết rằng có ít nhất hai cách để diễn đạt cùng một vấn đề và họ hiểu được mối quan hệ giữa từ và nghĩa của từ. Họ có khả năng tập trung tốt hơn vào nghĩa của từ và chỉ lưu ý những điểm thích hợp nếu có thông tin khác gây xao lãng (khả năng nhận thức ngôn ngữ cao). Những người có khả năng song ngữ thể hiện suy nghĩ linh hoạt hơn và có thể thực hiện các công việc đòi hỏi sử dụng trí óc tốt hơn. Họ sáng tạo trong việc sử dụng ngôn từ, thể hiện sự thông minh nhanh nhạy trong cử chỉ và có thể trả lời những câu hỏi mở một cách thoải mái hơn những người chỉ có đơn ngữ.\n\nNhạy cảm hơn với những người xung quanh: nhận thức, tiếp thu và thấu hiểu ngôn ngữ tốt hơn: Người học có hai ngôn ngữ phát triển tốt sẽ nhạy bén hơn trong giao tiếp. Nhiều bằng chứng cho thấy họ có khả năng hiểu rõ hơn nhu cầu của người khác và đưa ra phản ứng thích hợp. Khi tiếp cận với những khác biệt về văn hóa, họ tôn trọng những khác biệt giữa con người và các nền văn hóa của họ, và có khả năng giao tiếp với những nhóm người đa dạng.",
    "excerpt": "Những người có khả năng song ngữ có thể phân tích kiến thức ngôn ngữ tốt hơn và thể hiện suy nghĩ linh hoạt hơn trong các công việc đòi hỏi sử dụng trí óc.",
    "tags": [
      {
        "name": "Song ngữ",
        "slug": "song-ngu"
      },
      {
        "name": "Phát triển nhận thức",
        "slug": "phat-trien-nhan-thuc"
      },
      {
        "name": "Giáo dục",
        "slug": "giao-duc"
      }
    ]
  },
  {
    "id": 2,
    "title": "Phụ huynh có thể giúp trẻ như thế nào?",
    "published_date": "09/03/2016",
    "published_time": "14:20:00",
    "comments": {
      "count": 0
    },
    "slug": "phu-huynh-co-the-giup-tre-nhu-the-nao",
    "featured_image": {
      "url": "https://bizweb.dktcdn.net/thumb/large/100/063/369/articles/03.jpg?v=1457508035560",
      "alt": "Phụ huynh có thể giúp trẻ như thế nào"
    },
    "content": "Giáo viên sử dụng phương pháp Immersion – nhúng ngôn ngữ hiểu rằng hầu hết các phụ huynh không biết ngôn ngữ đích. Thực tế là các chương trình học theo phương pháp này được phát triển riêng cho trẻ có bố mẹ là những người chỉ có đơn ngữ. Phụ huynh có thể hỗ trợ trẻ học ngôn ngữ thứ hai một cách tích cực và bền bỉ bằng cách động viên tinh thần cho trẻ.\n\nNghiên cứu cho thấy rằng trẻ có bố mẹ với thái độ tích cực dành cho ngôn ngữ đối tượng sẽ học tốt hơn trong chương trình học sử dụng phương pháp nhúng ngôn ngữ. Cần lưu ý rằng hầu hết các kỹ năng đã được phát triển trong ngôn ngữ thứ nhất sẽ được vận dụng lại cho ngôn ngữ thứ hai.\n\nĐọc sách cho trẻ bằng tiếng Anh, khuyến khích trẻ viết bằng tiếng Anh, và giới thiệu cho trẻ các trò chơi chữ bằng tiếng Anh như ô chữ, tìm từ, sắp xếp và giải mã từ. Tạo nhiều cơ hội cho trẻ dùng ngôn ngữ đối tượng ngoài lớp học: mượn hay mua thêm sách và videos, xem TV bằng ngôn ngữ thứ hai với trẻ, và cho trẻ tiếp cận với các sự kiện và hoạt động có dùng ngôn ngữ thứ hai như kịch, các khóa học và các hoạt động thể thao.",
    "excerpt": "Phụ huynh có thể hỗ trợ trẻ học ngôn ngữ thứ hai một cách tích cực và bền bỉ bằng cách động viên tinh thần cho trẻ.",
    "tags": [
      {
        "name": "Phụ huynh",
        "slug": "phu-huynh"
      },
      {
        "name": "Hỗ trợ học tập",
        "slug": "ho-tro-hoc-tap"
      },
      {
        "name": "Phương pháp Immersion",
        "slug": "phuong-phap-immersion"
      }
    ]
  },
  {
    "id": 3,
    "title": "Phương pháp giáo dục của Sunshine School",
    "published_date": "09/03/2016",
    "published_time": "14:05:00",
    "comments": {
      "count": 0
    },
    "slug": "phuong-phap-giao-duc-cua-sunshine-school",
    "featured_image": {
      "url": "https://bizweb.dktcdn.net/thumb/large/100/063/369/articles/02.jpg?v=1457507542140",
      "alt": "Phương pháp giáo dục của Sunshine School"
    },
    "content": "Trường mầm non Sunshine School sử dụng chương trình giáo dục mầm non tiên tiến được xây dựng bởi các chuyên gia giáo dục Canada. Chương trình xây dựng một nền tảng vững chắc về mọi khía cạnh phát triển của trẻ trong độ tuổi mầm non: trí tuệ, sáng tạo, tình cảm, xã hội và thể chất, cũng như cung cấp một nền tảng vững chắc cho việc học tập hiệu quả hơn.\n\nChương trình giáo dục của Canada chỉ sử dụng các phương pháp giảng dạy đã được chứng minh hiệu quả. Nền tảng của chương trình đào tạo của trường Maple Bear được xây dựng dựa trên các nguyên tắc sư phạm sau:\n\n- Nền giáo dục Canada là nền giáo dục toàn diện, điều này có nghĩa là trong hệ thống giảng dạy này, việc học tập của trẻ diễn ra trong mọi lĩnh vực: thể chất, trí tuệ, tình cảm và xã hội.\n\n- Chương trình đào tạo tại trường mầm non Sunshine School sử dụng giáo trình và phương pháp tích hợp. Các môn học không bị rời rạc mà chúng bổ sung cho nhau trong các chủ điểm. Bằng cách này, những khái niệm mới được giảng dạy thông qua các hoạt động đã được hoạch định sẵn cho từng nhóm nhỏ hoặc cho toàn lớp.\n\n- Giáo viên tại trường Sunshine School xem xét đến từng đặc điểm và nhịp độ ở mỗi trẻ trong độ tuổi mầm non. Với những hoạt động diễn ra tại các trung tâm học tập, trẻ được tạo cơ hội tự khám phá thế giới của riêng mình một cách thực tế, theo nhịp độ và khả năng của từng trẻ, và phương pháp này cho phép giáo viên quan sát từng trẻ một.\n\n- Trong lớp học, diễn đạt suy nghĩ của bản thân và sáng tạo là kỹ năng luôn được giáo viên khuyến khích.\n\n- Môi trường học tại trường Sunshine School phải hấp dẫn, an toàn và được tổ chức tốt.\n\n- Phát triển kỹ năng giao tiếp ở trẻ một ưu tiên hàng đầu tại trường mầm non Sunshine School.\n\n- Tại trường Sunshine School, lớp học tập trung hỗ trợ trẻ trong việc đạt được tất cả các kỹ năng toán học và ngôn ngữ phù hợp với độ tuổi ở từng giai đọan phát triển của trẻ.",
    "excerpt": "Trường mầm non Sunshine School sử dụng chương trình giáo dục mầm non tiên tiến được xây dựng bởi các chuyên gia giáo dục Canada.",
    "tags": [
      {
        "name": "Phương pháp giáo dục",
        "slug": "phuong-phap-giao-duc"
      },
      {
        "name": "Sunshine School",
        "slug": "sunshine-school"
      },
      {
        "name": "Giáo dục Canada",
        "slug": "giao-duc-canada"
      }
    ]
  },
  {
    "id": 4,
    "title": "Vì sao nên chọn Sunshine School",
    "published_date": "29/05/2015",
    "published_time": "16:21:00",
    "comments": {
      "count": 0
    },
    "slug": "vi-sao-nen-chon-sunshine-school",
    "featured_image": {
      "url": "https://bizweb.dktcdn.net/thumb/large/100/063/369/articles/01.jpg?v=1457507769990",
      "alt": "Vì sao nên chọn Sunshine School"
    },
    "content": "Chất lượng giáo dục: Chương trình của trường mầm non chất lượng cao Sunshine School tuân theo chuẩn chương trình giáo dục mầm non của Canada, quốc gia có chất lượng giáo dục hàng đầu trên thế giới. Sunshine School là trường mầm non đầu tiên mua bản quyền Giáo trình mầm non Sunshine School từ Canada và được kiểm định chất lượng chặt chẽ hằng năm từ hệ thống giáo dục Sunshine School.\n\nGiáo dục toàn cầu: Trường mầm non được phát triển từ hệ thống giáo dục Sunshine School toàn cầu, với hơn 180 trường ở 11 quốc gia trên thế giới như Brazil, Ấn Độ, Singapore, Hàn Quốc, Trung Quốc…\n\nAn toàn về tinh thần và thể chất: Bằng việc áp dụng phương pháp giáo dục mang tên \"Phương pháp tốt nhất\" của quốc gia Canada, trẻ được học trong môi trường an toàn và yêu thương, Giáo viên làm việc với trái tim và lòng yêu thương trẻ.\n\nKhả năng song ngữ ưu việt: Với phương pháp \"Immersion\" (\"Nhúng ngôn ngữ\"), Maple Bear không chỉ đơn thuần giảng dạy một ngôn ngữ thứ hai mà đội ngũ giáo viên còn dạy cho trẻ cách học và tư duy linh hoạt bằng cả hai ngôn ngữ.\n\nPhát triển trẻ toàn diện: Ngoài nội dung giáo dục, chương trình mở rộng phát triển kỹ năng xã hội, tình cảm, thể chất, sáng tạo, nghệ thuật cho trẻ thông qua các hoạt động hàng ngày.\n\nKhởi đầu vượt trội: Học sinh tốt nghiệp từ Sunshine School được trang bị các kỹ năng và kiến thúc cần thiết để theo học thành công ở các trường công lập, dân lập hay quốc tế. Học sinh có khởi đầu vượt trội ở bậc tiểu học về kỹ năng học tập, xã hội, đặc biệt về khả năng ngôn ngữ tiếng Anh.\n\nTỷ lệ học sinh thấp: Lớp học có tỉ lệ học sinh thấp, cơ sở vật chất thiết kế theo chuẩn hệ thống giáo dục Sunshine School giúp giáo viên có nhiều tương tác cá nhân với học sinh và đáp ứng phong cách học tập của từng trẻ và phát triển tối đa tiềm năng của trẻ.\n\nGiáo viên đạt chuẩn: Giáo viên được định kỳ đào tạo về Phương pháp giáo dục của Sunshine School. Ngoài ra, hệ thống giáo dục Sunshine School kiểm định chất lượng giáo viên định kỳ và cung cấp đào tạo, bồi dưỡng chuyên sâu cho giáo viên.",
    "excerpt": "Chương trình của trường mầm non chất lượng cao Sunshine School tuân theo chuẩn chương trình giáo dục mầm non của Canada, quốc gia có chất lượng giáo dục hàng đầu trên thế giới.",
    "tags": [
      {
        "name": "Lợi ích",
        "slug": "loi-ich"
      },
      {
        "name": "Sunshine School",
        "slug": "sunshine-school"
      },
      {
        "name": "Chất lượng giáo dục",
        "slug": "chat-luong-giao-duc"
      }
    ]
  }
]
