{
  "products": [
    {
      "id": "product-actions-5614495",
      "name": "TIẾNG ANH MẪU GIÁO",
      "url": "/tieng-anh-mau-giao",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/tieng-anh-mam-non-img-1.png?v=1487144108137",
      "price": "1.000.000₫",
      "originalPrice": "2.000.000₫",
      "discount": "50%",
      "hasDiscount": true,
      "category": "Chương trình học khuyến mãi",
      "subcategory": "Giá trị cho bé",
      "description": "Tiếng Anh Mẫu Giáo là khóa học tiếng Anh được thiết kế riêng cho các bé mẫu giáo từ 4-6 tuổi với chương trình học vui nhộn, tông ghép giữa học và chơi, giúp các bé phát triển thể chất, nâng khiếu ngoại ngữ với những nội dung sáng tạo đặc biệt phù hợp lứa tuổi.",
      "info": {
        "PHƯƠNG PHÁP GIẢNG DẠY": "Chơi mà học tiếng Anh một cách tự nhiên và thích thú nhất qua các hoạt động: Học hát - Chơi trò Chơi - Đọc truyện - Đóng kịch - Xem phim hoạt hình",
        "QUẢN LÝ HỌC TẬP": "Sổ liên lạc chi tiết quá trình học tập và thành tích của bé",
        "TRỢ GIẢNG": "Sẽ theo sát mỗi ngày trên lớp để theo dõi các bé về mọi mặt (học tập, sức khỏe, tinh thần,…) và là sợi dây liên lạc uy tín nhất giúp phụ huynh hoàn toàn - yên tâm về bé.",
        "ĐIỂM MẠNH CỦA CHƯƠNG TRÌNH": "Phát âm chuẩn Tiếng Anh bản xứ, khả năng phản xạ Tiếng Anh nhanh ngay từ khi còn nhỏ\nPhát triển toàn diện: chú trọng phát triển nhận thức, tình cảm, kỹ năng đọc sách, đồng đội, kỹ năng nhóm\nTái hiện thế giới thật, thể hiện hoạt động thường nhật và gần gũi với cuộc sống\nHọc qua các trò chơi hứng thú, kích thích khả năng sáng tạo và thông minh của các em"
      }
    },
    {
      "id": "product-actions-5614488",
      "name": "TIẾNG ANH THIẾU NHI",
      "url": "/tieng-anh-thieu-nhi",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/tieng-anh-thieu-nhi-banner-1.png?v=1487144032730",
      "price": "1.500.000₫",
      "originalPrice": null,
      "discount": null,
      "hasDiscount": false,
      "category": "Chương trình học",
      "subcategory": "Giá trị cho bé",
      "description": "Với chúng tôi, việc học Tiếng Anh không chỉ dừng lại ở việc khám phá một ngôn ngữ mà còn là môi trường trau dồi kỹ năng sống và giúp bạn kết nối với bạn bè quốc tế.",
      "info": {
        "TIẾNG ANH THIẾU NHI LÀ GÌ ?": "Là khóa học được thiết kế dành riêng cho các em thiếu nhi từ 6 – 12 tuổi. Đây là bước kế tiếp của chương trình Tiếng Anh Mẫu Giáo để bé yêu của bạn được trang bị kiến thức vững vàng và vượt trội hơn hẳn về khả năng phản xạ tiếng Anh.\n\nĐiểm nổi bật của chương trình là các em sẽ được đảm bảo điểm chuẩn đầu ra Cambridge theo các cấp độ Starters, Movers, Flyers cũng như được ôn luyện ngữ pháp chuyên sâu theo sách giáo khoa của các trường Phổ Thông để giúp các em phát triển toàn diện 4 kỹ năng Nghe-Nói-Đọc-Viết cũng như đạt được điểm cao trong các kỳ thi tại trường."
      }
    },
    {
      "id": "product-actions-5614486",
      "name": "TIẾNG ANH THIẾU NIÊN",
      "url": "/tieng-anh-thieu-nien",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/tieng-anh-thieu-nien-banner-1.png?v=1487143995397",
      "price": "Liên hệ",
      "originalPrice": null,
      "discount": null,
      "hasDiscount": false,
      "category": "Chương trình học",
      "subcategory": "Chương trình học",
      "description": "Với chúng tôi, việc học Tiếng Anh không chỉ dừng lại ở việc khám phá một ngôn ngữ mà còn là môi trường trau dồi kỹ năng sống và giúp bạn kết nối với bạn bè quốc tế.",
      "info": {
        "ELITE LÀ CHƯƠNG TRÌNH GÌ?": "Là khóa học tiếng Anh được thiết kế sinh động và thiết thực nhất dành riêng cho lứa tuổi Teen (từ 11 – 16 tuổi), giúp các em phát triển toàn diện tất cả các kỹ năng tiếng Anh. Điểm nổi bật của chương trình là các em học viên sẽ được đảm bảo điểm chuẩn đầu ra Cambridge theo các cấp độ KET, PET cũng như được ôn luyện ngữ pháp chuyên sâu theo sách giáo khoa của các trường Phổ Thông để giúp các em phát triển toàn diện 4 kỹ năng Nghe-Nói-Đọc-Viết cũng như đạt được điểm cao trong các kỳ thi tại trường. Đây sẽ là nền tảng vững chắc nhất để các em chuẩn bị cho chương trình luyện thi chứng chỉ IELTS và TOEIC quốc tế."
      }
    },
    {
      "id": "product-actions-5614459",
      "name": "TIẾNG ANH NGƯỜI LỚN",
      "url": "/tieng-anh-nguoi-lon",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/program-adults-intro.png?v=1487143939433",
      "price": "2.500.000₫",
      "originalPrice": "3.000.000₫",
      "discount": "17%",
      "hasDiscount": true,
      "category": "Chương trình học nổi bật",
      "subcategory": "Chương trình học",
      "description": "Với phương châm đem đến cho người học nguồn tri thức Anh ngữ chất lượng cao, AMA đã không ngừng sáng tạo và cho ra đời phương pháp học trực quan sinh động.",
      "info": {
        "ENGLISH FOR COMMUNICATION": "\"English for Communication\" - Khóa học tiếng Anh cho người lớn xây dựng kiến thức ngoại ngữ thông qua các chủ đề kinh doanh, đời sống xã hội hay những chủ đề gần gũi với công việc, học tập. Tính ứng dụng thực tế cao và thời gian học linh động chính là điều tạo tạo nên sự khác biệt cho chương trình học tiếng Anh độc quyền tại Edu Learn.",
        "GIÁO TRÌNH LIFE & PHƯƠNG PHÁP SÁNG TẠO": "Hình thành và rèn luyện từ duy phản biện cũng là một trọng tâm mà chương trình học \"English for Communication\" nhắm tới. Khám phá hành trình nâng tầm trình độ Anh ngữ và tìm thấy những kỹ năng mềm để hoàn thiện bản thân khi tham gia lớp tiếng Anh cho người lớn của Edu Learn"
      }
    },
    {
      "id": "product-actions-5614435",
      "name": "TIẾNG ANH DOANH NGHIỆP",
      "url": "/tieng-anh-doanh-nghiep",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/tieng-anh-doanh-nghiep-banner-1.png?v=1487143881337",
      "price": "Liên hệ",
      "originalPrice": null,
      "discount": null,
      "hasDiscount": false,
      "category": "Chương trình học nổi bật",
      "subcategory": "Chương trình học",
      "description": "Chương trình tiếng Anh doanh nghiệp được thiết kế riêng và phù hợp với yêu cầu của từng khách hàng.",
      "info": {
        "TẠO MÔI TRƯỜNG THỰC HÀNH": "Giáo viên tương tác, sửa lỗi phát âm, phát triển vốn từ, vận dụng cấu trúc câu.",
        "VẬN DỤNG VỐN TỪ CHUYÊN NGÀNH": "Tổ chức nhiều hoạt động (thuyết trình, thảo luận nhóm, role play…) nhằm vận dụng triệt để nhất vốn từ chuyên ngành.",
        "TỰ TIN GIAO TIẾP TIẾNG ANH": "Khuyến khích và tương tác nhiều hơn với học viên kém tự tin; giúp học viên tự tin giao tiếp Tiếng Anh.",
        "image": "https://bizweb.dktcdn.net/100/168/533/files/lo-trinh-dao-tao-min.jpg?v=1484666910833"
      }
    },
    {
      "id": "product-actions-1633302",
      "name": "Phương pháp giáo dục",
      "url": "/phuong-phap-giao-duc",
      "image": "//bizweb.dktcdn.net/thumb/large/100/063/369/products/phuong-phap-giao-duc-02.jpg?v=1457506778607",
      "price": "Liên hệ",
      "originalPrice": null,
      "discount": null,
      "hasDiscount": false,
      "category": "Chương trình học mới",
      "subcategory": "Giáo dục",
      "description": "Trường mầm non Sunshine School sử dụng chương trình giáo dục mầm non tiên tiến được xây dựng bởi các chuyên gia giáo dục Canada.",
      "info": {
        "CHƯƠNG TRÌNH GIÁO DỤC": "Trường mầm non Sunshine School sử dụng chương trình giáo dục mầm non tiên tiến được xây dựng bởi các chuyên gia giáo dục Canada. Chương trình xây dựng một nền tảng vững chắc về mọi khía cạnh phát triển của trẻ trong độ tuổi mầm non: trí tuệ, sáng tạo, tình cảm, xã hội và thể chất, cũng như cung cấp một nền tảng vững chắc cho việc học tập hiệu quả hơn.\n\nChương trình giáo dục của Canada chỉ sử dụng các phương pháp giảng dạy đã được chứng minh hiệu quả. Nền tảng của chương trình đào tạo của trường Maple Bear được xây dựng dựa trên các nguyên tắc sư phạm sau:\n\nNền giáo dục Canada là nền giáo dục toàn diện, điều này có nghĩa là trong hệ thống giảng dạy này, việc học tập của trẻ diễn ra trong mọi lĩnh vực: thể chất, trí tuệ, tình cảm và xã hội.\nChương trình đào tạo tại trường mầm non Sunshine School sử dụng giáo trình và phương pháp tích hợp. Các môn học không bị rời rạc mà chúng bổ sung cho nhau trong các chủ điểm. Bằng cách này, những khái niệm mới được giảng dạy thông qua các hoạt động đã được hoạch định sẵn cho từng nhóm nhỏ hoặc cho toàn lớp.\nGiáo viên tại trường Sunshine School xem xét đến từng đặc điểm và nhịp độ ở mỗi trẻ trong độ tuổi mầm non. Với những hoạt động diễn ra tại các trung tâm học tập, trẻ được tạo cơ hội tự khám phá thế giới của riêng mình một cách thực tế, theo nhịp độ và khả năng của từng trẻ, và phương pháp này cho phép giáo viên quan sát từng trẻ một.\nTrong lớp học, diễn đạt suy nghĩ của bản thân và sáng tạo là kỹ năng luôn được giáo viên khuyến khích.\nMôi trường học tại trường Sunshine School phải hấp dẫn, an toàn và được tổ chức tốt.\nPhát triển kỹ năng giao tiếp ở trẻ một ưu tiên hàng đầu tại trường mầm non Sunshine School.\nTại trường Sunshine School, lớp học tập trung hỗ trợ trẻ trong việc đạt được tất cả các kỹ năng toán học và ngôn ngữ phù hợp với độ tuổi ở từng giai đọan phát triển của trẻ.",
        "image": "https://bizweb.dktcdn.net/100/063/369/files/phuong-phap-giao-duc-02.jpg?v=1457506746366"
      }
    }
  ],
  "metadata": {
    "totalProducts": 6,
    "categories": [
      "Sản phẩm",
      "Giá trị cho bé",
      "Chương trình học",
      "Chương trình học nổi bật",
      "Chương trình học khuyến mãi",
      "Chương trình học mới"
    ],
    "subcategories": ["Giá trị cho bé", "Chương trình học", "Giáo dục"],
    "createdAt": "2025-07-03",
    "source": "SunSchool Website"
  }
}
